{"0": 
    {"user": "M A I Z E N A", 
        "steam_id": "https://steamcommunity.com/id/maizenaftw/", 
        "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/96/961c46d442dbb6a431bb1063b341177c5c5900be.jpg", 
        "hours": "16.5 horas registradas", 
        "recommendation": "Recomendado", 
        "date": "24 de julho de 2015", 
        "review": "jogo divertidasso! otimo pra jogar quando a internet cair, o legal é que com ele vc aprende mais sobre politica do que  com as eleiçoes e escola publica juntos.<br/><br/>prós:<br/>vc pode jogar com o che guevara q ele n é morto no final<br/>vc pode jogar com o fidel e ser capitalista<br/>vc pode transformar sua ilha num paraiso  de jogos e pootarias, ou tranformar numa cuba q geral fica feliz desde q vc pague o salario deles em dia :D<br/><br/>contras:<br/>as construçoes são meio limitadas saca.. n tem evoluçao os anos passam q vc constroi a mesma casa q vc constroi no inicio do jogo.<br/><br/>mas comprem quando estiver em promoção <br/>(ele costuma ficar uns 5 conto + -)"},
"1": 
    {"user": "matheus3phobia", "steam_id": "https://steamcommunity.com/id/templarswag/", 
    "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/1b/1bc328399670782a2eaa7fce8727667375cfa11e.jpg", 
    "hours": "0.5 horas registradas", 
    "recommendation": "Recomendado", 
    "date": "10 de outubro de 2014", 
    "review": "Esse jogo é tipo os brinquedos da lego, você joga, joga e joga ainda mais mas depois só percebe que fez ♥♥♥♥♥ na sua cidade e destroi tudo com raiva, mas depois dessa explicação sem noção desse jogo, ele vale a pena?<br/><br/>Total ♥♥♥♥ing mente, seria assassinado por rebeldes em minha ilha de novo<br/><br/>420/10<br/> "}, 
    "2": {"user": "Thaleesman", "steam_id": "https://steamcommunity.com/id/ThalesRSilva/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/22/2294c8770e64f57414b3c8bc50d33751745d3cdb.jpg", "hours": "34.6 horas registradas", "recommendation": "Recomendado", "date": "24 de março de 2018", "review": "Tropico 3 é um grande jogo, muito divertido e viciante devido a seus gráficos e microgerenciamento. 7/10"}, 
    "3": {"user": "Boi que motiva o toguro", "steam_id": "https://steamcommunity.com/id/Ponxoloko/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/5f/5faf82085c1f59a70e0437943866d293fa17738d.jpg", "hours": "0.3 horas registradas", "recommendation": "Recomendado", "date": "15 de dezembro de 2015", "review": "Ser captalista em cuba e salvar o pais do comunismo nao tem preço<br/>10/10"}, 
    "4": {"user": "93", "steam_id": "https://steamcommunity.com/id/joaoburko/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/a0/a0df6d74d5d1647a98131359fd80286d797f90db.jpg", "hours": "16.6 horas registradas", "recommendation": "Recomendado", "date": "13 de agosto de 2016", "review": "Resumo do jogo : Ser um Che Guevara capitalista ou até fazer uma aliança com os EUA com o Fidel Castro.<br/><br/>Pontos Positivos:<br/>-Jogabilidade<br/>-Trilha Sonora que fica na cabeça<br/>-Usar \"ditadores\" famosos na história<br/>-Dificuldade de Administração<br/>-Fazer o que você quiser com seu governo<br/><br/>Pontos Negativos:<br/>-Idioma apenas em Inglês<br/>-As fodendas favelas que impossíveis de acabar<br/>-Dificuldade de sair do vermelho<br/>-Muito difícil doutrinar os habitantes <br/><br/>Construo casa pra ♥♥♥♥♥♥♥ nessa ♥♥♥♥♥ e o bando de ♥♥♥♥♥♥♥♥♥♥♥♥♥ prefere fazer favela envolta da casa vazia"}, "5": {"user": "sǝuǝWʞɔᴉN", "steam_id": "https://steamcommunity.com/id/masterofcocotas/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/35/35428b8962e9fb9eea2a61382cc97eea4110ea88.jpg", "hours": "30.1 horas registradas", "recommendation": "Recomendado", "date": "13 de setembro de 2015", "review": "DA PRA FAZER UM FIDEL CASTRO CAPITALISTA 10/10<br/>DA PRA SER UM AUGUSTO PINOCHET SOCIALISTA TAMBÉM 11/10<br/>DA ATÉ PRA FAZER UMA USINA NUCLEAR PERTO DAS FAZENDAS, DAS CASAS E DO LADO DO HOSPITAL 9999999999999999999999/10"}, "6": {"user": "Bear Grellos", "steam_id": "https://steamcommunity.com/profiles/76561198083507129/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/6a/6a0e399d091bff073ada24b37f9bafd0620a130a.jpg", "hours": "31.8 horas registradas", "recommendation": "Recomendado", "date": "11 de maio de 2014", "review": "Muito Bom !"}, "7": {"user": "Filipe", "steam_id": "https://steamcommunity.com/profiles/76561198132921979/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/ca/ca0a6eae3c0896afc112a5daa46f20f46da0b362.jpg", "hours": "81.1 horas registradas", "recommendation": "Recomendado", "date": "21 de maio", "review": "Tropico 3 is the first game in the series to join into the 3D world and it can be defined as the Beta for Tropico 4. Everything Tropico 3 does, Tropico 4 does better. The game is too orange, as if the sun on the Caribbean would give such an impression. The game is not as colourful as it sucessor and Tropico 4 has a more user-friendly interface in managing the island and its citizens. <br/><br/>Tropico 3 started one of the most beloved features of the game: a radio broadcast following the game's events and the player's actions. The only problem is the radio broadcaster, Juanito, has an annoying voice, speaks too fast and is very repetitive. Sunny and Penultimo do it way better in Tropico 4. The player also has his own avatar in the game, which was a brilliant idea and is not only cosmetic - the president's presence can help the constructions to go faster, improve a building's service quality and even fighting off rebels and other enemies side-by-side with your soldiers.<br/><br/>The game has a 15-mission campaign with some funny jokes but not much beside that. I like the fact the trait system from the original Tropico, with qualities and defects, was used; but yet again, the progressive system of skills in Tropico 4 is better. The music is good, with sounds like 'Cuba Te Llama' and 'Que Rica Que Buena', but sounds too agressive sometimes (Asi! Vamos!) and fails to catch the rythm of your gameplay. Tropico 4 perfect that.<br/><br/>Tropico 3 is not a bad game. It took the challenge of transfering the original masterpiece to the 3D world, and in that it was successful. But the gameplay is still hampered by a few problems here and there, and Tropico 4 took the torch and made a perfect game. You will buy this game, play it for a while, but you end up going for Tropico 4."}, "8": {"user": "Brendon", "steam_id": "https://steamcommunity.com/profiles/76561197995338047/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/e8/e85356df13805c6568e3ac1e0866b3071b0ba44a.jpg", "hours": "55.7 horas registradas", "recommendation": "Recomendado", "date": "26 de junho de 2016", "review": "Sou um presidente eleito como capitalista, enfrento problemas com meus clones e graças a um feitiço, mato os cidadãos de Tropico inconscientemente.<br/><br/><br/>Um dos melhores jogos de estratégia e gestão que existem, gameplay fantástica e uma história engraçada e descontraída."}, "9": {"user": "BRN", "steam_id": "https://steamcommunity.com/profiles/76561198044558230/", "avatar": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/avatars/1c/1c8cd5b5c35d9f99618fd81b2c1a515c79c03059.jpg", "hours": "63.4 horas registradas", "recommendation": "Recomendado", "date": "1 de agosto de 2015", "review": " Jogo muito real de certo modo, trás perfeitamente como seria uma política, capitalista ou até mesmo comunista. Construa escolas se for capitalista ou bases militares para a sua ditadura! O país é seu, escolha o que quiser, só não deixem descobrir sua conta na Suiça!"}}